---
kind: enumMember
id: F:Autodesk.Revit.DB.IFCVersion.IFC2x3CV2
enum: Autodesk.Revit.DB.IFCVersion
source: html/03f1bce3-dd39-9deb-c732-db82474cb40b.htm
---
# Autodesk.Revit.DB.IFCVersion.IFC2x3CV2

IFC 2x3 Coordination View 2.0 file format. This is a variant of IFC 2x3 used for
 exporting files using the Coordination View 2.0 model view.